{
  "description": "The A20 heavy tank is a prototype infantry tank produced in the early Second World War to supplement existing British tanks. While promising, its shortcomings spelled its eventual cancellation and led to further refinement in the A22, later named the Churchill tank.",
  "caracteristiques": [
    "Weight: ~40 tons",
    "Armor: Up to 60mm",
    "Primary Armament: 2-pounder gun (Early), planned 6-pounder (Late, never made)",
    "Secondary Armament: 1× Besa coaxial machine gun, 2× Besa sponson machine guns",
    "Engine: Meadows DAV Engine (Early), Bedford Twin Six Engine (Late)",
    "Speed: 24 km/h",
    "Crew: 7",
    "Number built: 2"
  ],
  "design": "On the day the Second World War began, the British General Staff issued a specification for a new infantry tank. The vehicle was expected to operate under heavy fire and traverse rough terrain with ease, a design intended for the expected return of trench warfare. To meet these goals, the tank was envisioned with a turretless layout, using side-mounted sponsons on either flank, very similar to older Great War British tanks. Each sponson would house a 2-pounder gun and a coaxial Besa machine gun. Armor protection of 60mm was specified to resist German 37mm anti-tank rounds.\n\nA month later, the Mechanisation Board received the order and made significant modifications. Most notably, they replaced the sponsons with a turret, based on the A12 Matilda II, carrying a 2-pounder and a coaxial Besa. The sponson main guns were removed, but the Besa machine guns remained. At one point, a hull-mounted 3-inch howitzer was proposed. However, since no surviving plans clearly show this feature, it's uncertain whether it was part of the original General Staff proposal or a later idea from the Mechanisation Board. The finalized design was agreed upon in November 1939, and Harland & Wolff was contracted to begin production.\n\nIn December, an order was placed for 100 vehicles, including four pilot tanks. As development progressed, debate arose over the tank’s armament. The newer 6-pounder gun was to enter service soon and promised much better anti-tank capability. However, the gun was too large for the turret and would have to be mounted in the hull. Its length meant it would extend beyond the front of the vehicle and overhang the ground, compromising trench-crossing and off-road mobility. This proposal was ultimately abandoned.\n\nBy January 1940, the first pilot tanks were underway, but manufacturing problems with the suspension system prompted the Mechanisation Board to bring in Vauxhall Motors, which redesigned the suspension. In addition, the A20 was powered by the Meadows DAV engine which was made to power the Covenanter, a tank half the weight of the A20, making the engine underpowered to move the 40-ton beast.\n\nIn April, a second attempt was made to upgun the tank with a 6-pounder. Propositions were made for alternatives to the gun, such as the French 75mm, but were not accepted. As a result, the 6-pounder was accepted but it would require a completely new turret design. Nonetheless, the first two pilot vehicles, designated A20E1 and A20E2, were completed with the original A12-style turret while the last two pilot vehicles, A20E3 and A20E4, were to have the new turret.\n\nThe fall of France in June 1940 shattered British expectations. It became clear that mobile warfare, not static trench fighting, would define the new conflict. As a result, mobility had to be increased and Vauxhall proposed their Bedford Twin Six engine to replace the original underpowered DAV engine. Yet the new engine failed to solve all technical issues with the A20 and was quickly revised into a new tank indexed the A22, later known as the Churchill tank, and fully handed over to Vauxhall for development. The order for the A20 was cancelled the same month. Of the four prototypes planned, only the first two were completed. The third and fourth vehicles, intended to mount the 6-pounder gun, were never built.",
  "service": "As the A20 was cancelled in favor of the A22, it was not accepted into service and never saw combat. The two completed pilot vehicles were used as testing vehicles for parts meant to be used on the A22, and it is likely the vehicles were either dismantled or scrapped after they were no longer needed, as none remain today.",
  "variants": "Two models of the A20 existed: one with the 2-pounder gun and one with the 6-pounder gun. Only the former were completed, and the latter remained as paper vehicles at the time of cancellation."
}