{
  "description": "The Panzerjäger Tiger Ausf. B, better known as the Jagdtiger, was a German casemate heavy tank destroyer developed from the Tiger II chassis during World War II. Mounting the formidable 12.8 cm Pak 44 L/55 gun in a fixed superstructure, it was the heaviest armored fighting vehicle to see combat in the war. Intended to destroy any Allied tank from extreme range, the Jagdtiger combined overwhelming firepower with thick armor, though at the cost of speed, reliability, and mobility.",
  "caracteristiques": [
    "Type: Heavy casemate tank destroyer",
    "Country of Origin: Germany",
    "Years of Production: 1944-1945",
    "Number Built: 70~85",
    "Weight: 72 t",
    "Dimensions: Length 10.65 m, Width 3.63 m, Height 2.79 m",
    "Crew: 6",
    "Armor: 80-250 mm",
    "Main Armament: 12.8 cm Pak 44 L/55 (40 rounds)",
    "Secondary Armament: 1x hull-mounted 7.92 mm MG 34, 1x optional roof-mounted MG 34 or MG 42 (1,500–3,000 rounds)",
    "Engine: Maybach HL230 P30, V-12 gasoline, 700 hp",
    "Speed: 34 km/h (road), 14 km/h (off-road)",
    "Operational Range: ~120 km (road), ~80 km (off-road)"
  ],
  "design": "The Jagdtiger’s hull was a lengthened Tiger II chassis, featuring a 150 mm thick upper glacis plate angled at 40°, and 100 mm on the lower glacis at the same angle. Side armor was 80 mm thick, angled at 65°, with the rear armor also 80 mm at 60°. The hull floor was reinforced with 25–40 mm plating for mine protection. The fixed casemate superstructure was heavily armored, with a 250 mm thick frontal plate angled at 75°, rendering it nearly invulnerable to most Allied anti-tank weapons. The sides and rear of the casemate had 80 mm thick armor angled similarly to the hull sides. A 100 mm thick Saukopf mantlet protected the main gun’s mounting.\n\nThe Jagdtiger was powered by the Maybach HL230 P30 V-12 gasoline engine delivering 700 horsepower, the same already underpowered engine used in the Tiger II and totally insufficient for the Jagdtiger’s 72-ton weight. The vehicle used Ferdinand Porsche’s suspension design, featuring longitudinal torsion bars with eight steel roadwheels per side. While simplified in concept, this suspension had limited travel, high ground pressure per wheel, and caused rough off-road performance. The tank could reach speeds up to 34 km/h on roads and 14 km/h cross-country, but frequent mechanical failures and the heavy weight often hampered mobility in practice.\n\nThe main armament, the 12.8 cm Pak 44 L/55, fired two-piece ammunition and could penetrate any Allied vehicle from beyond their effective range. Limited traverse of just 10° to either side meant the entire vehicle had to pivot to engage targets outside that arc. Ammunition stowage totaled 40 rounds, a mix of armor-piercing and high-explosive shells, with propellant stored in the casemate and projectiles stored in the hull itself. Secondary defense came from a hull-mounted 7.92 mm MG 34 and an optional roof-mounted MG 34 or MG 42 for anti-aircraft and close infantry defense.",
  "service": "First delivered to units in late 1944, the Jagdtiger served in small numbers on both the Western and Eastern Fronts. The first operational unit, schwere Panzerjäger-Abteilung 653, deployed the type during the Ardennes Offensive. However, mechanical failures frequently sidelined more vehicles than enemy action. In several cases, Jagdtigers were destroyed by their own crews after breakdowns or running out of fuel.\n\nOn paper, the Jagdtiger could knock out any Allied tank well beyond the range at which it could be engaged in return. Its reputation as a tank killer was well known: some accounts describe Allied tank crews abandoning positions upon sighting a Jagdtiger. While hard to verify, it is not unlikely that such an event happened considering the sheer threat the vehicle posed. In practice, rough terrain, logistical shortages, and Allied air supremacy often prevented crews from exploiting this advantage. Record instances show the vehicle’s sheer weight made crossing bridges impossible, forcing long detours or outright abandonment.\n\nA notable example occurred in March 1945, when several Jagdtigers of s.Pz.Jg.Abt. 512 engaged American armor near Remagen. Though their guns proved devastating, the battle also highlighted their limitations, after limited movement, mechanical breakdowns reduced their numbers before significant enemy contact. By the war’s end, fewer than 80 Jagdtigers had been completed, and their battlefield impact remained minimal compared to their potential.",
  "variants": {
    "text": "A few Jagdtigers were fitted with the 8.8 cm PaK 43 L/71 gun due to shortages of the 12.8 cm Pak 44. It remains unclear whether any of these saw combat.",
    "list": [
      {
        "name": "8.8 cm PaK 43 Jagdtiger",
        "description": "Fitted with the 8.8 cm PaK 43 L/71 gun as a rare variant."
      }
    ]
  },
  "users": [
    "German Reich — 70–85 built."
  ],
  "related": [
    {
      "title": "Tiger II",
      "slug": "tiger-ii",
      "domain": "Ground",
      "text": "Germany’s last mass-produced heavy tank, equipped with the 8.8 cm KwK 43 gun."
    },
    {
      "title": "Jagdpanther",
      "slug": "jagdpanther",
      "domain": "Ground",
      "text": "Casemate tank destroyer based on the Panther chassis, armed with the 8.8 cm PaK 43."
    },
    {
      "title": "Ferdinand",
      "slug": "ferdinand",
      "domain": "Ground",
      "text": "Early heavy tank destroyer based on the Tiger I chassis; shared the deadliness but also many of the Jagdtiger’s mobility and mechanical issues."
    }
  ]
}
