{
  "description": "The final iteration of the Type 4 Medium Tank Chi-To represented Japan’s attempt to simplify and standardize the design for mass production. Intended to address the shortcomings of earlier prototypes while remaining viable under wartime constraints, the production model featured revised armor, a welded turret, and other structural refinements. However, none of these changes were implemented, and the project was ultimately cancelled before any units could be ordered.",
  "caracteristiques": [
    "Weight: 30 tons",
    "Armor: 12–75 mm",
    "Primary Armament: Type 5 75 mm Tank Gun",
    "Secondary Armament: 1x Hull-mounted 7.7 mm Type 97 Heavy Tank Machine Gun",
    "Engine: Mitsubishi Type 4 V-12 Diesel",
    "Speed: 45 km/h",
    "Crew: 5",
    "Number built: 0"
  ],
  "development": "During pre-production, several modifications were proposed to refine the original Chi-To design, though none were ultimately implemented. Overall, the design was made more angular and simplified, likely to ease manufacturing. The upper hull armor was revised with steeper sloping on all sides except the rear to improve ballistic protection. The sides of the hull, which were previously angled from the midpoint toward the exhausts, were straightened.\n\nThe hexagonal turret, originally cast, was redesigned as a smaller welded version. This change likely improved production efficiency and survivability but reduced internal space, which was already slightly compromised by the revised hull layout. Unlike earlier Japanese tanks where the turret was offset to one side, the production model’s turret was centrally mounted. The side-mounted machine gun was also eliminated, presumably considered ineffective or unnecessary.\n\nAdditional minor changes included revised rear exhaust ports, updated escape and engine maintenance hatches, and slight modifications to the suspension bogies. However, this revised Chi-To design never progressed beyond the planning stage and remained a paper project.",
  "service": "Production was terminated before even the initial Chi-To prototypes were completed, and as a result, no examples of the finalized version were ever built or tested.\n\nWhile impressive by Japanese standards, the production model remained largely similar to the earlier prototype and would likely have had an equally minimal impact on the course of the war.",
  "variants": {
    "text": "The following variants were related to the Chi-To’s development:",
    "list": [
      {
        "name": "Type 4 Chi-To (Prototype I)",
        "description": "The first prototype of the Chi-To, initially armed with a 57 mm gun instead of the later and more powerful 75 mm tank gun."
      },
      {
        "name": "Type 4 Chi-To (Prototype II)",
        "description": "The second prototype, considered an early production model, featured the 75 mm gun and performance characteristics similar to the finalized version."
      },
      {
        "name": "Ka-To 105mm Self-Propelled Anti-Tank Gun",
        "description": "A self-propelled gun variant based on the Chi-To chassis, the Ka-To was designed to mount a powerful 105 mm tank gun intended for anti-tank use. However, the project never progressed beyond the design phase."
      }
    ]
  },
  "users": ["Empire of Japan — Projected use; never built."],
  "related": [
    {
      "title": "Type 97 Chi-Ha",
      "slug": "type-97-chi-ha",
      "domain": "Ground",
      "text": "Predecessor to the Chi-Nu and one of Japan’s most produced medium tanks."
    },
    {
      "title": "Type 1 Chi-He",
      "slug": "type-1-chi-he",
      "domain": "Ground",
      "text": "The base chassis used for the Chi-Nu design."
    },
    {
      "title": "Type 4 Chi-To",
      "slug": "type-4-chi-to",
      "domain": "Ground",
      "text": "Japan’s intended long-term solution to counter Allied armor, but delays led to the Chi-Nu being developed as a stopgap."
    }
  ]
}
