{
  "description": "The Type 4 Chi-To (Prototype II) was a late-war Japanese medium tank developed as an improvement over earlier prototypes. Designed to face increasingly powerful Allied armor, this version replaced the inadequate 57 mm gun with a more capable 75 mm weapon and featured improved turret and armor design. Although technically advanced for Japan’s standards, it was too late to see action.",
  "caracteristiques": [
    "Weight: ~30 tons",
    "Armor: 12–75 mm",
    "Primary Armament: Type 5 75 mm Tank Gun",
    "Secondary Armament: 1x Hull-mounted 7.7 mm Type 97 Heavy Tank Machine Gun, 1x Side Turret-mounted 7.7 mm Type 97 Heavy Tank Machine Gun",
    "Engine: Mitsubishi Type 4 V-12 Diesel",
    "Speed: 45 km/h",
    "Crew: 5",
    "Number Built: 1"
  ],
  "development": "Following continued development of Japan’s next-generation medium tank, the Chi-To (Prototype II) emerged as an upgunned evolution of the original prototype, replacing the earlier 57 mm gun with a more powerful 75 mm weapon.\n\nThe tank’s most significant improvement was its main armament: the Type 5 75 mm tank gun, adapted from the Type 4 75 mm anti-aircraft gun. To accommodate this larger gun, engineers designed an enlarged turret based on that of the Type 3 Chi-Nu. Alongside the standardized chassis, the overall configuration closely resembled what would have been the finalized production model.\n\nDevelopment work accelerated in 1944, but Japan’s rapidly deteriorating war situation and ongoing Allied bombing campaigns significantly slowed progress. The prototype was assembled and underwent limited testing in early 1945. Despite some promising results, Japan lacked the industrial capacity to manufacture the Chi-To in meaningful numbers before the war ended.",
  "service": "The Type 4 Chi-To (Prototype II) never saw active service and remained a prototype. It was evaluated as part of Japan’s efforts to modernize its armored forces in the face of overwhelming Allied material superiority. Ultimately, the war ended before mass production could begin, and the tank remained a footnote in the country’s late-war development efforts.",
  "variants": {
    "text": "The following variants were connected to the development lineage of the Chi-To:",
    "list": [
      {
        "name": "Type 4 Chi-To (Prototype I)",
        "description": "Initial prototype fitted with a 57 mm gun and based on an earlier chassis; it was quickly found to be underpowered against modern Allied tanks."
      },
      {
        "name": "Type 4 Chi-To (Production)",
        "description": "The finalized version of the Chi-To, this design incorporated lessons learned from both prototypes. Despite having strong theoretical performance, it was never fielded."
      },
      {
        "name": "Ka-To 105mm Self-Propelled Anti-Tank Gun",
        "description": "A heavy self-propelled gun based on the Chi-To chassis, it was planned to mount a 105 mm gun but never progressed past the drawing board."
      }
    ]
  },
  "users": [
    "Empire of Japan — 1 prototype built; used for evaluation only."
  ],
  "related": [
    {
      "title": "Type 3 Chi-Nu",
      "slug": "type-3-chi-nu",
      "domain": "Ground",
      "text": "Predecessor to the Chi-To, served as Japan’s most heavily armed tank to see limited service."
    },
    {
      "title": "Type 5 Chi-Ri",
      "slug": "type-5-chi-ri",
      "domain": "Ground",
      "text": "Japan’s final medium tank design of the war, even larger and more ambitious than the Chi-To."
    }
  ]
}
