{
  "description": "The Panzerjäger Tiger Ausf. B, more commonly known as the Jagdtiger, was a German heavy casemate tank destroyer developed from the Tiger II chassis. It was armed with the most powerful gun fielded by the Wehrmacht during the Second World War: the 12.8 cm Pak 44 L/55. Capable of destroying any Allied armored vehicle with ease, the Jagdtiger was a formidable weapon on paper. However, high production costs, mechanical problems, and logistical constraints limited its effectiveness and impact on the war.",
  "caracteristiques": [
    "Weight: 72 tons",
    "Armor: 80–250 mm",
    "Primary Armament: 12.8 cm Pak 44 L/55",
    "Secondary Armament: 1x Hull-mounted 7.92 mm MG 34, 1x Optional anti-aircraft 7.92 mm MG 42",
    "Engine: V-12 Maybach HL230 P30",
    "Speed: 34 km/h",
    "Crew: 6",
    "Number built: 70–88"
  ],
  "development": "The concept for a heavy tank destroyer armed with a 128 mm gun emerged in 1942, following the success of earlier casemate vehicles like the StuG III and Marder series. The growing threat posed by heavily armored Soviet tanks drove the need for a more powerful anti-tank platform. While smaller calibers were considered, the 128 mm gun proved superior in penetration, post-penetration damage, and accuracy.\n\nEarly proposals involved mounting the gun on either a Panther or Tiger I chassis. However, the Panther was deemed unsuitable, and the Tiger I was being phased out in favor of the Tiger II. A wooden mockup was presented to Hitler, and soon after, prototype production was authorized.\n\nThe Jagdtiger's design was relatively straightforward: a lengthened Tiger II chassis supporting a fixed superstructure housing the massive gun and its ammunition. The front of the casemate featured 250 mm of armor, providing exceptional frontal protection.\n\nTwo initial prototypes were produced with different suspension systems: 305001 used a Porsche eight-roadwheel suspension, and 305002 used a Henschel nine-roadwheel overlapping suspension. The Porsche system proved less reliable, so the Henschel system was adopted for production. Despite this, 11 vehicles were still completed using the Porsche suspension. A total of 150 units were ordered, but only between 70 and 88 were completed before the war's end.",
  "service": "The Jagdtiger entered service in late 1944, primarily on the Western Front. While its 128 mm gun proved devastating against enemy armor and fortifications, the vehicle was plagued by serious issues.\n\nGermany’s critical fuel shortages severely impacted operations. Many Jagdtigers were abandoned or destroyed by their own crews due to lack of fuel. Despite its size, the Jagdtiger used the same Maybach HL230 engine found in the lighter Tiger I and II, placing considerable strain on the powertrain. As a result, engine and transmission failures were common, and field repairs were often impossible.\n\nIts enormous main gun could also fail if not handled properly. In combat, damage to the gun or its mounting could require external repair, forcing the crew to expose themselves under fire.\n\nAnother major weakness was crew quality. As Germany suffered mounting personnel losses, replacement crews received limited training. Mechanical ignorance and tactical inexperience led to many Jagdtigers being lost through human error.\n\nFinally, by 1945 the Allies had achieved near-total air superiority. While Jagdtigers were rarely destroyed outright by aircraft, frequent harassment and logistical disruption made recovery and repair difficult, leading to further losses.\n\nDespite these problems, in the hands of experienced crews the Jagdtiger was highly effective—especially in ambush or defensive roles. It could destroy enemy tanks from extreme range and was nearly invulnerable to frontal fire. However, its strategic impact was negligible. By the end of the war, only about one in five Jagdtigers were lost in combat; the rest succumbed to mechanical failure or abandonment.",
  "variants": {
    "text": "A small number of variants and alternate configurations were created during production:",
    "list": [
      {
        "name": "8.8 cm PaK 43 Jagdtiger",
        "description": "Some Jagdtigers were armed with the 8.8 cm Pak 43 gun used on smaller tank destroyers due to shortages of the 12.8 cm Pak 44. It is unknown if these vehicles saw combat."
      }
    ]
  },
  "users": [
    "German Reich — Approximately 70–88 built."
  ],
  "related": [
    {
      "title": "Tiger II",
      "slug": "tiger-ii",
      "domain": "Ground",
      "text": "The last mass-produced heavy tank used by the German Reich, armed with the 8.8 cm KwK 43."
    },
    {
      "title": "Jagdpanther",
      "slug": "jagdpanther",
      "domain": "Ground",
      "text": "Casemate tank destroyer based on the Panther chassis, armed with the 8.8 cm PaK 43."
    },
    {
      "title": "Ferdinand",
      "slug": "ferdinand",
      "domain": "Ground",
      "text": "Early heavy tank destroyer based on the Tiger I chassis, with many of the same issues seen on the Jagdtiger."
    }
  ]
}
